export default {
    "contact us" : "تواصل معنا",
    "loading": "جار التحميل ..",
    "submitting": "جار الإرسال ..",
    "contactSuccess": "تم إرسال الرسالة بنجاح!",
    "contactError": "حدث خطأ. يرجى المحاولة مرة أخرى لاحقًا.",
    "section1": "شركة تقدم حلول شاملة مع +11 سنة من الخبرة في السوق",
    "section2": "نجاحنا بالأرقام، قيادة التأثير عبر الصناعات",
    "section4": "تعرّف على وحدات أعمالنا وخدماتها",
    "Revenue": "الإيرادات",
    "HR Outsourcing": "است outsourcing الموارد البشرية",
    "Clients": "العملاء",
    "Team Members": "أعضاء الفريق",
    "Growth": "النمو",
    "Download PDF": "تحميل PDF",
    "Our Partners": "شركاؤنا",
    "Marketing": "التسويق",
    "Software & AI": "البرمجيات والذكاء الاصطناعي",
    "Masanadah": "مسندة",
    "Telecoms": "الاتصالات",
    "Manpower & HR Solutions": "حلول القوى العاملة والموارد البشرية",
    "Merchandising, Activation and Event Management": "التسويق، التفعيل وإدارة الفعاليات",
    "Our Products": "منتجاتنا",
    "section5": "دفع النمو والمشاركة مع حلول التسويق الرقمي الاستراتيجية",
    "section6": "إدارة احتياجات عملك وتطبيقها لتقديم أفضل جودة متاحة. قسم التكنولوجيا لدينا هو شريك موثوق للأعمال التي تبحث عن حلول مبتكرة",
    "section7": "نحن مصممون على النجاح، مصممون على تقديم جودة عالية",
    "section8": "فريق مبيعات موهوب ومدرب احترافيًا",
    "section9": "تبسيط حلول القوى العاملة لتحقيق النجاح الأمثل للأعمال",
    "section10": "زيادة وعي العملاء بعلامتك التجارية من خلال تسويقها باستخدام تقنيات معاصرة",
    "section11": "نحن نبتكر، ونخلق، ونخدم",
    "data5": [
        "التسويق غير المتصل",
        "الإعلانات المطبوعة",
        "وضع المنتجات في الأماكن الفعلية",
        "وضع المنتجات في الأماكن الفعلية",
        "التسويق الرقمي",
        "إدارة وسائل التواصل الاجتماعي",
        "تحسين محركات البحث",
        "إنشاء المحتوى",
        "إنتاج الوسائط",
        "العلامات التجارية",
        "التصميم الجرافيكي",
        "الرسوم المتحركة والمرئيات",
        "الترويج للعلامة التجارية والتفعيل",
        "إدارة المدونين والمؤثرين",
        "المحتوى الذي ينشئه المستخدم (UGC)",
        "حملة المدونين",
        "إدارة المؤثرين"
    ],
    "data6": [
        "استضافة المواقع وخدمات تصميم المواقع",
        "المتاجر الإلكترونية (التجارة الإلكترونية)",
        "إنشاء تطبيقات الهواتف المحمولة",
        "إدارة وصيانة المواقع والتطبيقات",
        "أنظمة إدارة المحتوى (CMS)",
        "إدارة علاقات العملاء (CRM)",
        "نظام أتمتة العمليات التجارية",
        "الفوترة الآلية",
        "بوابات ويب موجهة نحو الشركات أو العملاء",
        "برنامج تتبع الأخطاء"
    ],
    "data7": [
        "خدمة استشارات مالية",
        "التوجيه الاستراتيجي للأعمال من جميع الأحجام",
        "النمو المستدام",
        "إدارة المخاطر",
        "التخطيط المالي",
        "استراتيجيات الاستثمار",
        "توسيع الأعمال"
    ],
    "data8": [
        "المبيعات المباشرة",
        "الشركاء الحاليون: (فيرجين - ريد بول موبايل - زين - موبايلي)",
        "التجارة الحديثة - العملاء الحاليون: (فيرجين، ريد بول، زين)",
        "مبيعات الحج والعمرة - مع (فيرجين، موبايلي، ريد بول، مبيعات غير متعلقة بالاتصالات)",
        "المبيعات بين الشركات (B2B) - الشركاء الحاليون: (زين)",
        "المبيعات غير المتعلقة بالاتصالات",
        "المبيعات بين الشركات والمستهلكين (B2C) - (البطاقة المرنة)",
        "المبيعات بين الشركات (B2B) - الشركاء: (موتورولا - الكمبيوتر العربي - في المنزل)"
    ],
    "data9": [
        { "title": "خدمة است outsourcing الموارد البشرية:", "desc": "نقل الكفالة، إصدار التأشيرات، الإدارة، الإدارة المالية، الرواتب، التدريب، التوظيف، التوظيف، تشغيل خطط المنافع، وتسجيلات GOSI السعودية" },
        { "title": "الشؤون الحكومية:", "desc": "معالجة الإقامة (إذن الإقامة)، معالجة جميع أنواع التأشيرات، المندوب السعودي (الممثل) والموظفين، خدمات - معالجة الأمور القانونية، خدمات مكتب الجوازات، خدمات متعلقة بـ GOSI، خدمات التأمين الطبي" },
        { "title": "إدارة الموارد البشرية:", "desc": "تأشيرة العمل المؤقتة، التصاريح، خدمة نقل الموظفين، خطة التوطين" }
    ],
    "data10": [
        { "title": "التسويق:", "desc": "يشمل نهجًا شاملًا لعرض وتعزيز السلع بطريقة لا تدفع المبيعات فحسب، بل تشكل أيضًا تصورات المستهلك وتعزز هوية العلامة التجارية." },
        { "title": "التفعيل:", "desc": "زيادة وعي العملاء بعلامتك التجارية من خلال تسويقها باستخدام تقنيات معاصرة وتطوير", "data": ["مسابقات الفعاليات", "ترويج المبيعات", "التسويق عبر الهاتف", "عينات مجانية من المنتجات", "الترويج داخل المتجر", "معارض تجارية", "إعلانات مستهدفة"] },
        { "title": "إدارة الفعاليات:", "desc": "تتولى خدمتنا في إدارة الفعاليات تخطيط الفعاليات، اللوجستيات، التصميم الإبداعي، إدارة الموردين، الإشراف في الموقع، والتحليل بعد الفعالية لضمان سير الفعاليات بسلاسة وذكريات مميزة.", "data": ["التخطيط: من الفكرة إلى التنفيذ", "اللوجستيات: المكان، النقل، الإقامة، المعدات", "التصميم: التناسق البصري والموضوعي", "الموردون: خدمات ومنتجات ذات جودة", "في الموقع: الإشراف على الفعالية", "التحليل: تقييمات ما بعد الفعالية"] }
    ],
    "data11": [
        "JOE MI حلولنا تبسط إدارة سير العمل، وتحسن القوى العاملة للمروجين وعمليات المبيعات. JoeMI يعزز الكفاءة ويوفر تتبعًا في الوقت الفعلي للمروجين في الميدان.",
        "ERP (مدعوم من Odoo) يدمج وظائف الأعمال في منصة واحدة، ويؤتمت العمليات ويوفر بيانات في الوقت الفعلي.",
        "Nos Wazeefa هو تطبيق مبتكر لمطابقة الوظائف يربط الأفراد بالفرص المخصصة، مما يبسط عملية البحث عن الوظائف مع التوصيات الشخصية.",
        "Elite Academy توفر برامج تدريب احترافية لكرة القدم مصممة لتطوير المواهب الشابة وتعزيز مهاراتهم.",
        "JoeX تطبيق متخصص لإدارة المروجين، يقدم تتبع الحضور، مراقبة المبيعات، إدارة المخزون، وتتبع المواقع باستخدام GPS لعمليات سلسة وشفافية."
    ],




    showLess: 'عرض أقل',
    readMore: 'اقرأ المزيد',
    ConsultNow: 'استشر الآن',
    aboutUs: {
        aboutUsTitle: 'من نحن',
        aboutUs: 'جو13 هي شركة حلول متكاملة 360 بخبرة تزيد عن 11 عامًا في السوق. نفخر بتقديم مجموعة شاملة من الخدمات التي تتجاوز حلول القوى العاملة والموارد البشرية، وتشمل المبيعات، البرمجيات، التسويق، التجزئة، التفعيل، والحلول المالية. على مر السنين، بنينا سمعة قوية تجمع بين الكفاءة والإبداع، مما أكسبنا ثقة عملائنا. نحن ملتزمون بمساعدة الشركات على التميز والنجاح في قطاعاتها المختلفة.',

        ourVisionTitle: 'رؤيتنا',
        ourVision: 'في جو13، نحن ملتزمون بالتطوير المستمر ومواكبة أحدث الاتجاهات في السوق المحلي. نسعى لتقديم أفضل الحلول للأعمال بلمسة فريدة تضمن رضا العملاء.',

        ourMissionTitle: 'مهمتنا',
        ourMission: 'قيادة وتحسين أداء ونمو عملائنا من خلال تقديم خدمات عالية الجودة تتميز بمعايير دولية في مختلف المجالات.',

        boardMembersTitle: 'أعضاء مجلس الإدارة',
        boardMembers: [
            {
                name: 'يوسف كمال',
                position: 'الرئيس التنفيذي',
                description: 'بخبرة تزيد عن 20 عامًا في المبيعات، التجزئة، والتسويق، ساهم يوسف في تحقيق نمو ملحوظ في شركات بارزة مثل أكسيوم تليكوم، سامسونج، وجو13. رؤيته الاستراتيجية ونهجه العملي يعززان وضوح العلامة التجارية ويعززان النمو المستدام من خلال خبرته في تحليل السوق والتفاعل مع العملاء.',
            },
            {
                name: 'المهندس/ عدنان عبدالعزيز عبيد',
                position: 'المدير العام',
                description: 'متخصص في العمليات والتسويق بخبرة تزيد عن 15 عامًا. منذ عام 2019، يقود عدنان شركة جو13، محركًا المبادرات الاستراتيجية للنمو. شملت خبراته أدوارًا في شركة Advance Core Technology وشركة Yes Arabia Production، وهو أيضًا شريك مؤسس لمركز حكمة المعرفة للتدريب في دبي. يتميز بحلول التسويق المبتكرة وإدارة الفرق.',
            },
            {
                name: 'أحمد رفعت',
                position: 'المدير المالي',
                description: 'خبير في الإدارة المالية، تنفيذ أنظمة ERP، والتخطيط الاستراتيجي بخبرة تزيد عن 20 عامًا. قاد التحولات المالية، أدار الاستثمارات، وأشرف على مشاريع الأتمتة. يحمل شهادات CPA، CMA، وCFA، ولديه خبرة عملية في شركات مثل مجموعة الطيار للسفر، شركة الخبير المالية (مجلس الإدارة)، ومجموعة IPC.',
            },
            {
                name: 'المهندس/ محمد كمال',
                position: 'مدير الحوكمة المؤسسية',
                description: 'يركز على الحوكمة المؤسسية منذ أكثر من 5 سنوات، متخصصًا في تطوير هياكل وأنظمة تنظيمية فعالة. يتميز في الحوكمة، إدارة الفرق، ودمج استراتيجيات البرمجيات والتسويق لدفع النجاح. يعمل على بناء هياكل حوكمة متينة، ملتزمًا بتعزيز الشفافية والكفاءة داخل الشركة.',
            },
            {
                name: 'زاهر حسن',
                position: 'مدير التجزئة',
                description: 'بخبرة تزيد عن 10 سنوات في السلع الاستهلاكية سريعة الحركة والإلكترونيات الاستهلاكية، يتميز في تنفيذ المشاريع، قيادة الفرق، وإدارة العملاء، وقاد عمليات ناجحة لعلامات تجارية مثل سامسونج.',
            },
            {
                name: 'عادل بنوير',
                position: 'مدير المبيعات',
                description: 'بخبرة تزيد عن 17 عامًا في إدارة المبيعات، متخصص في تخطيط الاستراتيجيات، إعادة هيكلة الفرق، وتدريب الموظفين، مع خبرة في شركات مثل أكسيوم تليكوم، سامسونج، ونهدي.',
            },
            {
                name: 'محمد الأهدل',
                position: 'مدير الخدمات',
                description: 'بخبرة تزيد عن 4 سنوات، المهندس محمد الأهدل هو مدير خدمات العملاء المتميز في جو13، معروف ببناء علاقات طويلة الأمد مع العملاء وتقديم حلول مخصصة. تركيزه الاستراتيجي والتزامه يساهمان في نجاح جو13 ويضمنان تقديم خدمات رفيعة المستوى لشركائها.',
            },
        ],
        readMore: 'اقرأ المزيد',
    },
    Navbar: {
        home: 'الرئيسية',
        'business-units': 'وحدات الأعمال',
        telecom: 'الاتصالات',
        'manpower-hr-solutions': 'حلول القوى العاملة والموارد البشرية',
        'software-and-ai': 'البرمجيات والذكاء الاصطناعي',
        'merchandising-activation-event-management': 'التسويق الترويجي وتنظيم الفعاليات',
        mosanadah: 'المساندة',
        marketing: 'التسويق',
        'our-products': 'منتجاتنا',
        erp: 'نظام تخطيط الموارد المؤسسية',
        'joe-mi': 'جو مي',
        'joe-x': 'جو إكس',
        'our-services': 'خدماتنا',
        manpower: 'القوى العاملة',
        'hr-solutions': 'حلول الموارد البشرية',
        'social-media': 'وسائل التواصل الاجتماعي',
        'our-partners': 'شركاؤنا',
        blogs: 'المدونات',
        'join-us': 'انضم إلينا',
        'about-us': 'من نحن',
        'contact-us': 'اتصل بنا',
    },
    Blogs: {
        blogs: 'المدونات',
        blogsDescription: 'في العصر الرقمي السريع اليوم، يجب على الشركات من جميع الأحجام تبني التسويق الرقمي للبقاء في المنافسة. يوفر التسويق الرقمي مجموعة واسعة من الأدوات والاستراتيجيات للوصول إلى جمهور أوسع، والتفاعل مع العملاء، وزيادة المبيعات. من التسويق عبر وسائل التواصل الاجتماعي إلى تحسين محركات البحث (SEO)، والتسويق عبر البريد الإلكتروني إلى تسويق المحتوى، أصبح التسويق الرقمي مكونًا أساسيًا لأي استراتيجية عمل ناجحة.',
        telecoms: 'الاتصالات',
        manpowerHrSolutions: 'حلول الموارد البشرية والقوى العاملة',
        marketing: 'التسويق',
        softwareAi: 'البرمجيات والذكاء الاصطناعي',
        mosanadah: 'المساندة',
        activationEventManagement: 'الترويج وإدارة الفعاليات',
        telecomTitle: 'الاتصالات',
        telecomDescription: 'في جو13، تركز وحدة مبيعات الاتصالات على تقديم حلول مبيعات استثنائية للأفراد والشركات في مختلف القطاعات. ندير فريقًا مخصصًا من ممثلي المبيعات الذين يقدمون مجموعة واسعة من خدمات الاتصالات للمستهلكين. نحن ملتزمون بضمان رضا العملاء وتعظيم أداء المبيعات لشركائنا.',
        telecomB2B: 'في مجال الأعمال بين الشركات (B2B)، نركز على تحقيق الأهداف التجارية من خلال التخطيط والتنفيذ الإستراتيجي. يطور فريقنا الفرص التي تتماشى مع أهداف شركائنا في مجال الاتصالات، مما يضمن تقديم خدمات متميزة.',
        telecomModernTrade: 'تعزز مقاربتنا للتجارة الحديثة هوامش الربح من خلال الأكشاك الخارجية والمنافذ، مع استهداف اللاعبين الكبار في مجال البيع بالتجزئة. تسمح لنا هذه الإستراتيجية بزيادة مبيعات عملائنا بفعالية.',
        telecomHajUmrah: 'نشارك أيضًا في المبيعات خلال مواسم الحج والعمرة من خلال تشغيل أكشاك في المواقع الرئيسية. يتواصل فريقنا مع الزوار ويقدم حلول اتصالات مخصصة لتلبية احتياجاتهم.',
        telecomCommitment: 'في جو13، نحن ملتزمون بتعظيم فرص المبيعات في مجال الاتصالات، مع ضمان حصول شركائنا وعملائنا على خدمة ممتازة.',
    },
    JoinUs: {
        joinUs: 'انضم إلينا',
        aboutJoe13th: 'في جو13، نحن ملتزمون بتعزيز بيئة عمل ديناميكية وشاملة حيث تكون الابتكار والتعاون والنمو الشخصي في صميم كل ما نقوم به. نحن نبحث عن أفراد موهوبين شغوفين بإحداث فرق ومستعدين للمساهمة في شركة تقدر وجهات نظرهم ومهاراتهم الفريدة.',
        viewMore: 'عرض المزيد',
        viewLess: 'عرض أقل',
        whyChooseTitle: 'لماذا تختار جو13؟',
        innovativeCulture: 'ثقافة ابتكارية: كن جزءًا من فريق يتبنى الإبداع ويشجع التفكير المبتكر.',
        careerGrowth: 'النمو الوظيفي: نستثمر في التطوير المهني لموظفينا من خلال فرص التعلم المستمر.',
        collaborativeEnvironment: 'بيئة تعاونية: اعمل جنبًا إلى جنب مع خبراء الصناعة وتعاون في مشاريع لها تأثير حقيقي.',
        workLifeBalance: 'توازن الحياة والعمل: نحن نؤمن بالحفاظ على توازن صحي بين العمل والحياة ونوفر ترتيبات عمل مرنة.',
        inclusiveWorkplace: 'بيئة عمل شاملة: نحن نحتفل بالتنوع ونسعى إلى خلق بيئة شاملة يشعر فيها الجميع بالتقدير والاحترام.',
        applyNow: 'قدّم الآن',
        fullName: 'الاسم الكامل',
        phoneNumber: 'رقم الهاتف',
        email: 'البريد الإلكتروني',
        city: 'المدينة',
        major: 'التخصص',
        currentJobTitle: 'المسمى الوظيفي الحالي',
        uploadCV: 'ارفع سيرتك الذاتية',
        sendNow: 'أرسل الآن',
    },
    ContactUs: {
        contactUsTitle: 'اتصل بنا',
        stayConnected: 'ابقَ على تواصل – نحن هنا لمساعدتك!',
        fullName: 'الاسم الكامل',
        email: 'البريد الإلكتروني',
        phoneNumber: 'رقم الهاتف',
        message: 'الرسالة',
        send: 'إرسال',
    },
    Services: {
        projectsTitle: 'مشاريعنا',
        projectsDescription: 'قسم المشاريع هو نظرة شاملة على المبادرات والمساعي المختلفة التي تشارك فيها منظمتنا. يُبرز مدى عمق واتساع عملنا عبر مختلف المجالات والصناعات.',
        telecoms: 'الاتصالات',
        manpowerAndHR: 'حلول الموارد البشرية والقوى العاملة',
        marketing: 'التسويق',
        softwareAndAI: 'البرمجيات والذكاء الاصطناعي',
        mosanadah: 'المساندة',
        activationAndEvent: 'الترويج وإدارة الفعاليات',
    },
    errors: {
        fullName: 'الاسم الكامل مطلوب.',
        phone: 'رقم الهاتف مطلوب.',
        invalidEmail: 'يرجى إدخال عنوان بريد إلكتروني صحيح.',
        email: 'البريد الإلكتروني مطلوب.',
        city: 'المدينة مطلوبة.',
        major: 'التخصص مطلوب.',
        currentJopTitle: 'المسمى الوظيفي الحالي مطلوب.',
        CV: 'يرجى رفع سيرتك الذاتية.',
    },
    Footer: {
        services: 'الخدمات',
        business_units: 'وحدات الأعمال',
        ourProduct: 'منتجاتنا',
        contact_us: 'اتصل بنا',
        socialMedia: 'وسائل التواصل الاجتماعي',
        services_telecom: 'الاتصالات',
        services_erp: 'تخطيط موارد المؤسسات (ERP)',
        services_web_app_development: 'تطوير الويب والتطبيقات',
        services_manpower_hr_solutions: 'حلول الموارد البشرية والقوى العاملة',
        services_hr_outsourcing: 'التعهيد الخارجي للموارد البشرية',
        services_software_ai: 'البرمجيات والذكاء الاصطناعي',
        services_activation: 'الترويج',
        services_merchandising_event_management: 'الترويج وإدارة الفعاليات',
        services_bookkeeping_zatca: 'مسك الدفاتر وزاتكا',
        services_display_production: 'إنتاج العروض',
        services_marketing: 'التسويق',
        business_unit_joemi: 'جو إي إم آي',
        business_unit_joex: 'جو إي إكس',
        business_unit_mosanadah: 'المساندة',
        head_office: 'المقر الرئيسي',
        branch_office_riyadh0: 'حي البوادي، طريق المدينة',
        branch_office_jeddah: 'مركز ريتاج للأعمال، جدة، المملكة العربية السعودية',
        branch_office: 'فرع المكتب',
        branch_office_egypt: 'مصر',
        branch_office_riyadh: 'الرياض',
        branch_office_makkah: 'مكة',
        branch_office_dammam: 'الدمام',
    },

    btn: 'اقرأ المزيد',
    home: {
        sec1: ['وكالة <br/> تصميم وتطوير <br/> إبداعي', 'الأفضل في السعودية', 'تواصل معنا'],
        sec2: ['شركة تسويق حقيقية', 'تحميل PDF'],
        sec3: 'اكتشف خدماتنا',
        sec4: ['تطوير البرمجيات', 'اقرأ المزيد'],
        sec5: ['التسويق الرقمي', 'اقرأ المزيد'],
        sec6: ['إدارة الفعاليات', 'اقرأ المزيد'],
        sec7: ['إنتاج إعلامي', 'اقرأ المزيد'],
        sec8: ['تعيد الموارد البشرية', 'اقرأ المزيد'],
        clients: 'تفقد عملائنا',
        statics: [
            { number: '213', h2: 'عملاء سعداء' },
            { number: '48', h2: 'موظفون' },
            { number: '23', h2: 'مطورو خبراء' },
            { number: '+200', h2: 'مشاريع ناجحة' },
        ],
        footer: {
            li1: ['الخدمات', 'تطوير المواقع والتطبيقات', 'إنتاج إعلامي', 'التسويق غير المباشر وتفعيل العلامة التجارية', 'إدارة الفعاليات'],
            li2: ['الروابط', 'من نحن', 'تواصل معنا', 'المشاريع'],
            li3: ['تواصل معنا', '<b> المكتب الرئيسي:  </b> حي البوادي طريق المدينة', 'مبنى الدايني بلازا الدور الرابع، مكتب 603، جدة، السعودية', '+966 570002013'],
            li4: ['المكتب الفرعي', 'مصر', 'الرياض', 'مكة', 'الدمام'],
        },
        footer2: {
            li1: 'تم تصميمه وتطويره بواسطة فريق جو 13 جميع الحقوق محفوظة © جو 13',
        },
    },

    nav: {
        li0: 'الرئيسية',
        li1: 'الخدمات',
        li2: 'المشاريع',
        li3: 'المدونات',
        li4: 'التسويق بالعمولة',
        li5: 'الوظائف',
        li6: 'العروض',
        li7: 'من نحن',
        li8: 'اتصل بنا',
        li9: 'محفظتي',
        li10: 'تسجيل الدخول',
        li11: 'التسجيل',
        logout: 'تسجيل الخروج',
        department: ['التسويق الرقمي', 'تطوير البرمجيات', 'إدارة الفعاليات', 'إنتاج الإعلام', 'حلول الموارد البشرية'],
        marketing: ['التسويق بالعمولة', 'محفظتي'],
        toggle: ['فتح', 'إغلاق'],
    },

    software: {
        h1: 'تطوير البرمجيات',
        p: 'ندعم ونوجه عملك من خلال تقديم مجموعة متنوعة من الحلول الفريدة عبر قسم البرمجيات لدينا باستخدام اللمسة الاحترافية، من خلال فريق البرمجة ومطوري التطبيقات. نهدف إلى إدارة احتياجات عملك ووضعها موضع التنفيذ لتقديم أفضل جودة متاحة. من خلال قسم تكنولوجيا المعلومات لدينا، يتم توفير خدمات متعددة:',
        btn: 'تواصل معنا',

        boxes: [
            {
                h2: 'المتجر الإلكتروني',
                h3: 'امتلك الآن متجرًا إلكترونيًا لعملك، مع مجموعة غير محدودة من العناصر. نحن نوفر لك مجموعة واسعة من تصميمات المتاجر الإلكترونية الفريدة التي تم تخصيصها لتلبي احتياجاتك وتكون مؤهلة لأفضل تجربة عملاء، مما يجعل من السهل على المستخدمين التفاعل معها بوضوح وسلاسة. بالإضافة إلى ذلك، نقدم فحصًا بعد التطوير يهدف إلى صيانة المتجر الإلكتروني ودعمه لضمان عمله بشكل جيد لك ولجمهورك المستهدف.',
            },
            {
                h2: 'خدمات تصميم المواقع',
                h3: 'امتلك الآن متجرًا إلكترونيًا لعملك، مع مجموعة غير محدودة من العناصر. نحن نوفر لك مجموعة واسعة من تصميمات المتاجر الإلكترونية الفريدة التي تم تخصيصها لتلبي احتياجاتك وتكون مؤهلة لأفضل تجربة عملاء، مما يجعل من السهل على المستخدمين التفاعل معها بوضوح وسلاسة. بالإضافة إلى ذلك، نقدم فحصًا بعد التطوير يهدف إلى صيانة المتجر الإلكتروني ودعمه لضمان عمله بشكل جيد لك ولجمهورك المستهدف.',
            },
            {
                h2: 'إنشاء تطبيقات الهاتف المحمول',
                h3: 'يمكنك الآن الوصول بشكل فعال إلى الجمهور المستهدف من خلال استخدام تطبيقات الهاتف المحمول. التطبيقات التي نطورها في Joe13 سريعة وسهلة الاستخدام وتعمل على كل من أجهزة Android وiOS.',
            },
            {
                h2: 'حلول الذكاء الاصطناعي',
                h3: 'نظرًا للتطورات التكنولوجية الأخيرة وظهور الذكاء الاصطناعي في جميع المجالات، أصبح من الضروري تطوير تطبيقات تقوم بالمهام المعقدة التي كانت تتطلب تدخلًا بشريًا. يستخدم Joe13 أحدث تقنيات الذكاء الاصطناعي (AI) وتعلم الآلة لحل مشاكل الأعمال وتقليل التكاليف التشغيلية وتطوير أفضل استراتيجية للبنية التحتية. يتم ذلك من خلال جمع وتحليل البيانات واستخراج المعلومات ذات الصلة وإنشاء نموذج توقع لتقليل الأخطاء. من خلال الذكاء الاصطناعي، نحن قادرون على تحويل العيون الاصطناعية (الكاميرات) إلى أجهزة ذكية قادرة على اتخاذ القرار الصحيح، وهذا ما يسمى بالرؤية الحاسوبية.',
            },
            {
                h2: 'النظام المخصص',
                h3: 'اجعل أفكار منتجاتك البرمجية حقيقة، حسن جودة منتجك الحالي، وقم بتقليل الوقت اللازم للتسويق وتكاليف التطوير من خلال خدماتنا. نظم إدارة المحتوى (CMS) نظم إدارة علاقات العملاء (CRM) نظم أتمتة العمليات التجارية. الفوترة الآلية. بوابات الويب الموجهة للشركة أو العملاء. حلول البرمجيات للتجارة الإلكترونية. برامج تتبع الأخطاء.',
            },
        ],
    },

    digital: {
        h1: 'التسويق الرقمي',
        p: 'عزز عائد استثمارك التجاري باستخدام أحدث استراتيجيات وخطط التسويق الرقمي الاحترافية. التسويق الرقمي هو القوة السرية لتوسيع وجودك في السوق المحلية. فريقنا المتميز يجد أفضل الحلول وخطط التسويق التي تساهم بشكل كبير في تحقيق الأهداف المرجوة. هدفنا الرئيسي هو مضاعفة أرباحك والتفوق على منافسيك من خلال خدمات قسم التسويق الرقمي: ماذا نقدم؟',
        btn: 'تواصل معنا',

        boxes: [
            {
                h2: 'إدارة وسائل التواصل الاجتماعي',
                h3: 'اجعل انتشار عملك ينمو. سنة بعد سنة، يزداد عدد مستخدمي وسائل التواصل الاجتماعي، مع وجود أكثر من مليارات العملاء هناك. مما جعل ظهور عملك على وسائل التواصل الاجتماعي أمرًا مهمًا للغاية لتسهيل وصول العملاء إليك والتعرف على خدماتك ومنتجاتك، مما يمكنك من توسيع قاعدة عملائك وبناء علاقة قوية معهم. خدماتنا في إدارة وسائل التواصل الاجتماعي: 1- بحث ودراسة سوقك. 2- تحليل حساباتك وحسابات منافسيك على وسائل التواصل الاجتماعي. 3- تحديد المنصات الاجتماعية المناسبة لعملك والتي تكون أفضل لجمهورك المستهدف. 4- إعداد تحليل لـ (المزايا التنافسية لعملك - الرسائل التسويقية - تحديد الجمهور المستهدف - دراسة الكلمات الرئيسية المناسبة - إعداد استراتيجية أداء). 5- إعداد محتوى شهري جذاب للفئات المستهدفة، التفاعل مع المتابعين والرد على الرسائل والتعليقات. 6- تقديم تقارير شهرية لقياس النتائج.',
            },
            {
                h2: 'إدارة وسائل التواصل الاجتماعي',
                h3: 'اجعل انتشار عملك ينمو. سنة بعد سنة، يزداد عدد مستخدمي وسائل التواصل الاجتماعي، مع وجود أكثر من مليارات العملاء هناك. مما جعل ظهور عملك على وسائل التواصل الاجتماعي أمرًا مهمًا للغاية لتسهيل وصول العملاء إليك والتعرف على خدماتك ومنتجاتك، مما يمكنك من توسيع قاعدة عملائك وبناء علاقة قوية معهم. خدماتنا في إدارة وسائل التواصل الاجتماعي: 1- بحث ودراسة سوقك. 2- تحليل حساباتك وحسابات منافسيك على وسائل التواصل الاجتماعي. 3- تحديد المنصات الاجتماعية المناسبة لعملك والتي تكون أفضل لجمهورك المستهدف. 4- إعداد تحليل لـ (المزايا التنافسية لعملك - الرسائل التسويقية - تحديد الجمهور المستهدف - دراسة الكلمات الرئيسية المناسبة - إعداد استراتيجية أداء). 5- إعداد محتوى شهري جذاب للفئات المستهدفة، التفاعل مع المتابعين والرد على الرسائل والتعليقات. 6- تقديم تقارير شهرية لقياس النتائج.',
            },
        ],
    },

    event: {
        h1: 'إدارة الفعاليات',
        p: 'في JOE13 يمكنك الجلوس بينما نقوم بإنشاء تجربة العمر، الفعاليات الاستثنائية لا تحدث فقط، ولكن يتم إنشاؤها وتنظيمها وتنسيقها من قبل فريق إدارة الفعاليات لدينا، والذي يمكنه تحقيق رؤيتك بينما نعد بتنفيذ دقيق لأفكار عملائنا. تعتبر إدارة الفعاليات قسمًا كبيرًا من التخصص في Joe13، حيث نضع خبرائنا في مراحل مختلفة، مثل:',
        btn: 'تواصل معنا',

        boxes: [
            {
                h2: 'تخطيط الفعاليات',
                h3: 'التخطيط الجيد ضروري لتحقيق فعالية ناجحة. لذلك، يقوم منظم الفعاليات لدينا بإنشاء خطة مخصصة ويبني مؤشرات الأداء الرئيسية لضمان أن كل خطوة محسوبة ويتم قياسها بشكل مناسب حتى تفي الفعالية بالتوقعات. ولتحقيق ذلك، نولي اهتمامًا خاصًا لجوانب تخطيط الفعاليات، - المعدات. يجب اختيارها بشكل صحيح واختبارها قبل الفعالية. - الإنتاج الإعلامي. مع الاتصالات المؤسسية ذات العلامات التجارية، خدمة إنتاج الفيديو الكاملة، تغطية الفعالية بالكامل، والبث المباشر الذي يقوده فريقنا المحترف، بالإضافة إلى خدمات ما بعد الإنتاج والرسوم المتحركة. - الترويج. من خلال اختيار الفريق المثالي لإجراءات العملية. فريقنا جاهز لتقديم أي قطاع بمئات المروجين وتدريبهم بناءً على احتياجات كل فعالية. كل فعالية لها تحضيرها وأسسها الخاصة، وللمساعدة في ذلك نقدم هذه الخدمات: - الإضاءة - الصوت. - الفيديو. - الإعداد والمسرح.',
            },
            {
                h2: 'تخطيط الفعاليات',
                h3: 'لدعم عملية التنفيذ بشكل صحيح، قام Joe13 بتوفير فريق متخصص من الخبراء بدعم من فريق البرمجيات لتقديم نظام مثل JOEMI (Joe Marketing Intelligence) لمراقبة الفعالية وتوفير الموارد والاحتياجات لفريق العمل الميداني لضمان سلاسة العملية التشغيلية.',
            },
        ],
    },

    marketing: {
        h1: 'التسويق بالعمولة',
        p: 'في JOE13 يمكنك الجلوس بينما نقوم بإنشاء تجربة العمر، الفعاليات الاستثنائية لا تحدث فقط، ولكن يتم إنشاؤها وتنظيمها وتنسيقها من قبل فريق إدارة الفعاليات لدينا، والذي يمكنه تحقيق رؤيتك بينما نعد بتنفيذ دقيق لأفكار عملائنا. تعتبر إدارة الفعاليات قسمًا كبيرًا من التخصص في Joe13، حيث نضع خبرائنا في مراحل مختلفة، مثل:',
        btn: 'تواصل معنا',

        h2: 'تحقق من منتجاتنا وخدماتنا',
        h3: 'قم بتوصية جمهورك بمنتجاتنا واحصل على عمولات رائعة',

        services: ['جميع الخدمات', 'التسويق الرقمي', 'حلول الموارد البشرية', 'إدارة الفعاليات', 'إنتاج إعلامي', 'تطوير البرمجيات'],

        boxes: [
            {
                h2: 'JoeMi',
                h3: 'لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. لوريم إيبسوم هو النص النموذجي في هذه الصناعة منذ القرن الخامس عشر.',
                btn: 'سجل للحصول على كود',
            },
            {
                h2: 'أكاديمية إيليت',
                h3: 'لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. لوريم إيبسوم هو النص النموذجي في هذه الصناعة منذ القرن الخامس عشر.',
                btn: 'سجل للحصول على كود',
            },
            {
                h2: 'نص وظيفة',
                h3: 'لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. لوريم إيبسوم هو النص النموذجي في هذه الصناعة منذ القرن الخامس عشر.',
                btn: 'سجل للحصول على كود',
            },
            {
                h2: 'JoeMi',
                h3: 'لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. لوريم إيبسوم هو النص النموذجي في هذه الصناعة منذ القرن الخامس عشر.',
                btn: 'سجل للحصول على كود',
            },
            {
                h2: 'أكاديمية إيليت',
                h3: 'لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. لوريم إيبسوم هو النص النموذجي في هذه الصناعة منذ القرن الخامس عشر.',
                btn: 'سجل للحصول على كود',
            },
            {
                h2: 'نص وظيفة',
                h3: 'لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. لوريم إيبسوم هو النص النموذجي في هذه الصناعة منذ القرن الخامس عشر.',
                btn: 'سجل للحصول على كود',
                btn1: 'احصل علي الكود الان',
            },
        ],

        btn2: 'عرض المزيد',
    },

    'my-wallet': {
        h1: 'محفظتي',
        label: ['رصيد المحفظة', 'إجمالي العمولات', 'الدفعات الأخيرة', 'الكود الخاص بك'],
    },

    projects: {
        h1: 'مشاريعنا',
        p: 'قسم مشاريعنا هو نظرة شاملة على مختلف المبادرات والمشاريع التي تشارك فيها منظمتنا. يعرض مدى وعمق عملنا في مختلف المجالات والصناعات.',
        btn: 'تواصل معنا',

        nav: ['تطوير المواقع والتطبيقات', 'إدارة الفعاليات', 'التسويق التقليدي وتفعيل العلامة التجارية', 'التسويق الرقمي'],

        boxes: [
            {
                h2: 'جو مي',
                h3: 'نقدم تطبيقًا عبقريًا سهل الاستخدام يستهدف أصحاب العمل الذين يتطلعون إلى توظيف فريق من المروجين. نقدم لعملائنا خدمة عالية الجودة في إدارة المروجين. الآن أصبح توظيف المروجين وإدارة المشاريع أسهل من خلال تطبيقنا.',
            },
            {
                h2: 'أكاديمية المهارات الرياضية',
                h3: 'أكاديمية المهارات الرياضية هي بيئة تعليمية مصممة للفتيان والفتيات من سن 3 إلى 12 عامًا. نحن أكاديمية كرة قدم خاصة بأسلوب أوروبي للاعبين وأولياء الأمور الذين يقدرون التعلم السليم للعبة في أصغر الأعمار.',
            },
            {
                h2: 'خدمات ما بعد البيع',
                h3: 'خدمات ما بعد البيع هي إحدى أكبر الشركات المصنعة في الشرق الأوسط، تأسست في عام 1975 وتركزت أعمالها الأساسية على تصنيع منتجات التدفئة والتهوية وتكييف الهواء بما في ذلك مكيفات الهواء والمشغلات والمبادلات الحرارية والمخمدات والمبردات والبرادات ومنتجات التحكم في الهواء. كان لنا الشرف في العمل معهم لإنشاء تطبيق جوال يمكن العملاء من حجز موعد مع الفنيين في منازلهم.',
            },
            {
                h2: 'فيليبس',
                h3: 'لا داعي لإدارة مشروعك بالطريقة التقليدية، تطبيقنا سيقوم بذلك على الفور. من خلال تطبيقنا، سيتمكن المشرفون من تتبع موقع المروجين والتواصل معهم. يوفر التطبيق تقارير تفصيلية حول حالة المخزون، النفاد، الدخول والخروج، والعديد من الميزات الرائعة الأخرى.',
            },
            {
                h2: 'واشلي',
                h3: 'واشلي هو مزود خدمات غسيل مبتكر. ساعدهم بنّاؤنا للتطبيقات على مواكبة التطور من خلال تطوير تطبيق يحتوي على العديد من الميزات الاحترافية التي تعزز من إبداعهم وتسهل سير العمل.',
            },
            {
                h2: 'نص وظيفتك',
                h3: 'نص وظيفتك هو منصة سعودية للباحثين عن عمل بدوام جزئي داخل المملكة العربية السعودية. تم تطوير تطبيق وموقع نص وظيفتك من قبل فريق تطوير البرمجيات في جو13، حيث نقدم الدعم الفني وجميع احتياجات المنصة لجعلها فريدة من نوعها للباحثين عن عمل في المملكة.',
            },
        ],
    },

    blogs: {
        h1: 'المدونات',
        h2: 'تفقد مدوناتنا',
        allService: 'جميع الخدمات',
        h3: 'اختر جميع المجالات أو الخدمات التي ترغب في رؤية مدوناتها',
        services: ['جميع الخدمات', 'التسويق الرقمي', 'حلول الموارد البشرية', 'إدارة الفعاليات', 'إنتاج الوسائط', 'تطوير البرمجيات'],

        boxes: [
            {
                h2: 'ما هو ChatGPT؟',
                h3: 'التواصل الاجتماعي يمكنك التواصل مع من تريد. هذه البرامج كثيرة ومتنوعة، ولكن لا يمكننا القول إن برامج التواصل الاجتماعي لها عدد محدد.',
                date: '05 أغسطس 2023',
                btn: 'اقرأ المزيد',
            },
            {
                h2: 'أفضل تطبيقات التواصل الاجتماعي؟',
                h3: 'التواصل الاجتماعي يمكنك التواصل مع من تريد. هذه البرامج كثيرة ومتنوعة، ولكن لا يمكننا القول إن برامج التواصل الاجتماعي لها عدد محدد.',
                date: '05 أغسطس 2023',
                btn: 'اقرأ المزيد',
            },
            {
                h2: 'سناب شات سبورتس لايت',
                h3: 'التواصل الاجتماعي يمكنك التواصل مع من تريد. هذه البرامج كثيرة ومتنوعة، ولكن لا يمكننا القول إن برامج التواصل الاجتماعي لها عدد محدد.',
                date: '05 أغسطس 2023',
                btn: 'اقرأ المزيد',
            },
            {
                h2: 'ما هو ChatGPT؟',
                h3: 'التواصل الاجتماعي يمكنك التواصل مع من تريد. هذه البرامج كثيرة ومتنوعة، ولكن لا يمكننا القول إن برامج التواصل الاجتماعي لها عدد محدد.',
                date: '05 أغسطس 2023',
                btn: 'اقرأ المزيد',
            },
            {
                h2: 'أفضل تطبيقات التواصل الاجتماعي؟',
                h3: 'التواصل الاجتماعي يمكنك التواصل مع من تريد. هذه البرامج كثيرة ومتنوعة، ولكن لا يمكننا القول إن برامج التواصل الاجتماعي لها عدد محدد.',
                date: '05 أغسطس 2023',
                btn: 'اقرأ المزيد',
            },
            {
                h2: 'سناب شات سبورتس لايت',
                h3: 'التواصل الاجتماعي يمكنك التواصل مع من تريد. هذه البرامج كثيرة ومتنوعة، ولكن لا يمكننا القول إن برامج التواصل الاجتماعي لها عدد محدد.',
                date: '05 أغسطس 2023',
                btn: 'اقرأ المزيد',
            },
        ],

        btn2: 'عرض المزيد',
    },

    contact: {
        h1: 'من نحن',
        h2: 'شركة JOE13 هي شركة تسويق وتطوير برمجيات تأسست في عام 2013 لاستثمار سنوات من الخبرات في مجالات مختلفة لمساعدة الشركات على تحقيق قيمتها المقترحة المثلى. على مدار السنوات، اكتسبت JOE13 ثقة عملائها من خلال تكوين فريق من الخبراء الذين مكنوهم من تحقيق المعادلة الصحيحة بين كفاءة تكنولوجيا المعلومات والابتكار في الأعمال.',

        person: {
            name: 'يوسف كمال',
            position: 'الرئيس التنفيذي لشركة JOE13',
            desc: 'لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. كان لوريم إيبسوم النص النموذجي في هذه الصناعة منذ القرن الخامس عشر، عندما أخذ طابع مجهول مطبعة ونظمها لصنع كتاب عينات.',
        },

        mission: ['مهمتنا', 'لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. كان لوريم إيبسوم النص النموذجي في هذه الصناعة منذ القرن الخامس عشر، عندما أخذ طابع مجهول مطبعة ونظمها لصنع كتاب عينات.'],

        vision: ['رؤيتنا', 'لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. كان لوريم إيبسوم النص النموذجي في هذه الصناعة منذ القرن الخامس عشر، عندما أخذ طابع مجهول مطبعة ونظمها لصنع كتاب عينات.'],
        btn2: 'عرض المزيد',
    },

    'contact-us': {
        h1: 'تواصل معنا',
        btn2: 'عرض المزيد',

        inputs: [{ label: 'الاسم الكامل *' }, { label: 'الشركة *' }, { label: 'البريد الإلكتروني *' }, { label: 'رقم الهاتف *' }, { label: 'العنوان' }, { label: 'الموضوع *' }, { label: 'الرسالة *' }],
        error: {
            name: 'الاسم الكامل مطلوب.',
            company: 'اسم الشركة مطلوب.',
            email: 'البريد الإلكتروني الصحيح مطلوب.',
            phone: 'رقم الهاتف مطلوب.',
            address: '',
            object: 'الموضوع مطلوب.',
            message: 'الرسالة مطلوبة.',
        },
        btn: 'إرسال',
        location: ['حي البوادي طريق المدينة بلازا الديني الطابق 4، مكتب 603، جدة، المملكة العربية السعودية', '966126132123+'],
    },

    offers: {
        h1: 'العروض',
        h2: 'اطلع على أحدث عروضنا',
        h3: 'اختر العرض المناسب لك وتواصل معنا',
        btn2: '',
        btn3: 'احصل علي هذا العرض الان',
        allService: 'جميع الخدمات',
        services: ['جميع الخدمات', 'التسويق الرقمي', 'حلول الموارد البشرية', 'إدارة الفعاليات', 'إنتاج الوسائط', 'تطوير البرمجيات'],
        boxes: [
            {
                title: '5 منشورات على وسائل التواصل الاجتماعي',
                after: '300 ريال سعودي',
                before: '500 ريال سعودي',
                Offferbtn1: 'احصل على هذا العرض الآن',
            },
            {
                title: '5 منشورات على وسائل التواصل الاجتماعي',
                after: '300 ريال سعودي',
                before: '500 ريال سعودي',
                Offferbtn1: 'احصل على هذا العرض الآن',
            },
            {
                title: '5 منشورات على وسائل التواصل الاجتماعي',
                after: '300 ريال سعودي',
                before: '500 ريال سعودي',
                Offferbtn1: 'احصل على هذا العرض الآن',
            },
            {
                title: '5 منشورات على وسائل التواصل الاجتماعي',
                after: '300 ريال سعودي',
                before: '500 ريال سعودي',
                Offferbtn1: 'احصل على هذا العرض الآن',
            },
            {
                title: '5 منشورات على وسائل التواصل الاجتماعي',
                after: '300 ريال سعودي',
                before: '500 ريال سعودي',
                Offferbtn1: 'احصل على هذا العرض الآن',
            },
            {
                title: '5 منشورات على وسائل التواصل الاجتماعي',
                after: '300 ريال سعودي',
                before: '500 ريال سعودي',
                Offferbtn1: 'احصل على هذا العرض الآن',
            },
        ],
        btn2: 'عرض المزيد',
    },

    offer: {
        h1: 'احصل على العرض',
        p: 'يرجى ملء بياناتك، لنتحدث عن هذا العرض.',
        inputs: [{ label: 'الاسم الكامل *' }, { label: 'البريد الإلكتروني *' }, { label: 'رقم الهاتف *' }],
        error: {
            name: 'الاسم مطلوب.',
            email: 'البريد الإلكتروني مطلوب.',
            phone: 'رقم الهاتف مطلوب.',
        },
        btn: 'إرسال',
    },

    careers: {
        h1: 'الوظائف',
        Apply: 'قدم الان',
        h2: 'تحقق من الوظائف المتاحة',
        Job: 'الوصف الوظيفى',
        Requirements: 'المتطلبات',
        Perks: 'الامتيازات والفوائد',
        boxes: [
            {
                h1: 'مطور واجهة أمامية',
                p: 'مطلوب مهندسو الواجهة الأمامية للعمل ضمن فرق إلى جانب مهندسي الواجهة الخلفية، ومصممي UI/UX، ومديري المشاريع لضمان التناسق في جميع عناصر عملية إنشاء الويب. يتطلب هذا مهارات تواصل وشخصية ممتازة. نحن نقدر أيضًا وجود عقلية تعليمية جيدة بغض النظر عن مستوى خبرتك.',
                btn: 'تقديم',
            },
            {
                h1: 'مدير منتج أول',
                p: 'نبحث عن مدير منتج أول ذو خبرة ولديه شغف ببناء منتجات يحبها العملاء. ستنضم إلى بيئة ديناميكية وسريعة العمل وستعمل مع فرق متعددة التخصصات لتصميم وبناء وإطلاق المنتجات التي تحقق رؤية واستراتيجية الشركة.',
                btn: 'تقديم',
            },
            {
                h1: 'مطور واجهة أمامية',
                p: 'مطلوب مهندسو الواجهة الأمامية للعمل ضمن فرق إلى جانب مهندسي الواجهة الخلفية، ومصممي UI/UX، ومديري المشاريع لضمان التناسق في جميع عناصر عملية إنشاء الويب. يتطلب هذا مهارات تواصل وشخصية ممتازة. نحن نقدر أيضًا وجود عقلية تعليمية جيدة بغض النظر عن مستوى خبرتك.',
                btn: 'تقديم',
            },
        ],
    },

    career: {
        h1: 'الوظائف',
        btn: 'تقديم',
        h2: 'تحقق من الوظائف المتاحة',
        Job: 'الوصف الوظيفى',
        Requirements: 'المتطلبات',
        Perks: 'الامتيازات والفوائد',
        popup: {
            h1: 'الوظائف',
            p: 'يرجى ملء بياناتك والتقديم لهذه الوظيفة.',
            inputs: [{ label: 'الاسم الكامل *' }, { label: 'البريد الإلكتروني *' }, { label: 'رقم الهاتف *' }, { label: 'ارفع سيرتك الذاتية أو قم بتحميلها *' }],
            btn: 'إرسال الطلب',
            error: {
                name: 'الاسم مطلوب.',
                email: 'البريد الإلكتروني مطلوب.',
                phone: 'رقم الهاتف مطلوب.',
                cv: 'السيرة الذاتية مطلوبة.',
            },
        },
        h1_success: 'تم الإرسال',
        p_success: 'تم إرسال طلبك بنجاح.',
    },

    sign_in: {
        h1: 'تسجيل الدخول',
        p: ['ليس لديك حساب؟', 'سجل الآن'],
        inputs: [{ label: 'البريد الإلكتروني *' }, { label: 'كلمة المرور *' }],
        error: {
            email: 'البريد الإلكتروني غير صالح',
            password: 'كلمة المرور غير صحيحة',
        },
        b: 'نسيت كلمة المرور؟',
        btn: 'تسجيل الدخول',
    },

    sign_up: {
        h1: 'إنشاء حساب جديد',
        p: ['هل لديك حساب بالفعل؟', 'تسجيل الدخول'],
        inputs: [{ label: 'الاسم الكامل *' }, { label: 'البريد الإلكتروني *' }, { label: 'رقم الهاتف *' }, { label: 'إنشاء كلمة المرور *' }, { label: 'تأكيد كلمة المرور *' }],
        error: {
            name: 'الاسم الكامل مطلوب',
            email: 'البريد الإلكتروني غير صالح',
            phone: 'رقم الهاتف مطلوب',
            createPassword: 'كلمة المرور مطلوبة',
            confirmPassword: 'كلمات المرور لا تتطابق',
        },
        btn: 'تسجيل',
    },

    forget: {
        h1: 'نسيت كلمة المرور',
        p: ['تذكر كلمة المرور؟', 'تسجيل الدخول', 'أدخل عنوان بريدك الإلكتروني وسيتعين عليك استلام رابط لإعادة تعيين كلمة المرور الخاصة بك'],
        inputs: [{ label: 'البريد الإلكتروني *' }],
        error: {
            email: 'البريد الإلكتروني غير صالح',
        },
        btn: 'إرسال الرابط',
    },
    change: {
        h1: 'تغيير كلمة المرور',

        inputs: [{ label: 'الكود *' }],
        error: {
            code: 'الكود غير صالح',
            createPassword: 'كلمة المرور مطلوبة',
            confirmPassword: 'كلمات المرور لا تتطابق',
        },
        inputs1: [{ label: 'كلمة المرور الجديدة *' }],
        error1: {
            password: 'كلمة المرور الجديدة غير صالحة',
        },
        inputs2: [{ label: 'تأكيد كلمة المرور *' }],
        error2: {
            c_password: 'كلمة المرور غير متطابقة ',
        },
        btn: 'تغيير كلمة المرور',
    },
};
